[
  {
    "author": "Peter Wilding",
    "review": "Walter translated my vision into reality. He has incredible technical skills and puts a huge emphasis on user experience and visual taste. He’s committed, reliable, and challenges your ideas with alternative solutions.",
    "role": "Director of British Influence",
    "image": "../../../../static/images/peter-wilding.jpeg"
  },
  {
    "author": "Younes El miri",
    "review": "Walter Clayton was my manager as a web developer, he supervised me as it should.\n He has a sense of project management and has a very good vision and knowledge of Frontend design (UI/UX).",
    "role": "Junior web developer",
    "image": "../../../../static/images/younes-elmiri.jpeg"
  },
  {
    "author": "Beatriz Paiva",
    "review": "I worked with Walter on a project for NTT Data and he was one of the people I immediately got along well with. He is an excellent professional, always willing to help and always in a good mood. I really enjoyed working with him and would work with him again if I had the opportunity. His energy is contagious!",
    "role": "UX/UI designer",
    "image": "../../../../static/images/bea-pava.jpeg"
  },
  {
    "author": "Juliet Carter",
    "review": "I have been working with Walter at Finlight. We collaborate on website development creating visually engaging landing pages that are SEO optimised. Walter has a great team spirit, he’s an excellent communicator and excels in UX and UI design.",
    "role": "Founder of Carter Consulting",
    "image": "../../../../static/images/juliet-carter.jpeg"
  },
  {
    "author": "Jean-Bernard Tanqueray",
    "review": "Walter has a strong intuition when it comes to design and UX. He is genuinely curious and asks strong questions and demonstrates real customer empathy.",
    "role": "CEO of Finlight",
    "image": "../../../../static/images/jean-bernard-tanquery.jpeg"
  },
  {
    "author": "Virgile Barbieux",
    "review": "Walter is hard working and always stays motivated no matter how difficult the task might be. His positive attitude and willingness to help make him a great asset. His ability to design screens and think about the UX is one of his greatest strengths.",
    "role": "Business Analyst at Crédit Agricole",
    "image": "../../../../static/images/virgile-barbieux.jpeg"
  },
  {
    "author": "Chrysanthi Katrini",
    "review": "Walter is motivated, forward-thinking with exceptional technical skills. Capable of adapting in new working environments and with positive attitude towards work. Walter will be an asset to any company.",
    "role": "AI Coach at BeCode",
    "image": "../../../../static/images/christina.jpeg"
  },
  {
    "author": "Claudiu Cornea",
    "review": "I had the pleasure of working with Walter at Finlight. During his time with us, he consistently impressed us with his design skills. He brought a fresh perspective to every project and could turn our ideas into visually stunning designs that exceeded our expectations. Walter is a true creative talent, and his passion for design is clear in every piece of work he produces. He has a keen eye for detail and is able to balance aesthetics with functionality.",
    "role": "CTO at Finlight",
    "image": "../../../../static/images/claudiu-cornea.jpeg"
  }
]
